Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Name
The Name class represents the name filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Name.#ctor
Initializes a new instance of the Name class.